
// 2008

"kDiscoveringDevicesKey"					= "Søker etter Bluetooth-enheter…";
"kDiscoveryCompleteKey"						= "Søk fullført.";
"kBluetoothIsOffKey"						= "Bluetooth slått av på denne datamaskinen. Når du har slått på Bluetooth, kan du fortsette.";
"kErrorDiscoveringDevicesKey"				= "Det oppsto en feil under søk etter enheter.";

"kOptionsKey"								= "Valg";
"kStopKey"									= "Stopp";
"kStartKey"									= "Start";
"kShowKey"									= "Vis";
"kAllDevicesKey"							= "Alle enheter";
"kLaptopsKey"								= "Bærbare datamaskiner";
"kClearListKey"								= "Tøm liste";
"kAudioDevicesKey"							= "Lydenheter";

"kConfiguringServicesKey"					= "Konfigurerer tjenester";
"kPasskeySelectionKey"						= "Valg av sikkerhetskode";
"kNumDevicesFoundKey"						= "Søker etter enheter – %@ ble funnet";
"kAutomaticPairAttemptKey"					= "Datamaskinen forsøker å utføre en automatisk sammenkobling med enheten.";

"kSpecifyDeviceKey"							= "Angi enhet…";

"kDeviceList_MouseDevicesKey"				= "MUS";
"kDeviceList_KeyboardDevicesKey"			= "TASTATURER";
"kDeviceList_MobilePhoneDevicesKey"			= "MOBILTELEFONER";
"kDeviceList_AudioDevicesKey"				= "LYD";
"kDeviceList_OtherDevicesKey"				= "ANNET";
"kDeviceList_ComputerDevicesKey"			= "DATAMASKIN";

"kDeviceList_NoDevicesFoundKey"				= "Ingen enheter funnet";

"kPair_Device_PairingAttemptFailedInvalidSoftwareKey"	= "Sammenkoblingsforsøket mislyktes. Det er mulig at konfigurasjonen av Mac OS X og Bluetooth-programvaren er ugyldig eller ikke støttes.";
"kPairAttemptFailed3Key"								= "Sammenkoblingsforsøket mislyktes. Hvis du vil prøve en annen sikkerhetskode eller sammenkoblingsmetode, klikker du på «Sikkerhetskodevalg…»-knappen. Klikk på Fortsett for å prøve igjen.";

"kAlreadyPairedWithThatDeviceTitleStringKey"			= "Denne maskinen er allerede sammenkoblet med «%@».";
"kAlreadyPairedWithThatDeviceExplanationStringKey"		= "Datamaskinen er allerede sammenkoblet med den enheten. Vil du fjerne sammenkoblingen og konfigurere enheten på nytt?";

//============================== Pair Panel =============================//

"kPairingFailed"							= "Sammenkobling mislyktes";

// === prior to 2008

// Panel Titles.

"kIntroductionKey"							= "Introduksjon";
"kSetupDecisionKey"							= "Velg enhetstype";
"kConclusionKey"							= "Avslutning";

"kKeyboardSetupTitleKey"					= "Konfigurering av Bluetooth-tastatur";
"kMouseSetupTitleKey"						= "Konfigurering av Bluetooth-mus";
"kMouseTrackpadSetupTitleKey"				= "Konfigurering av Bluetooth-mus eller -styreflate";
"kDeviceSetupTitleKey"						= "Konfigurering av Bluetooth-enhet";
"kPhoneSetupTitleKey"						= "Konfigurering av Bluetooth-mobiltelefon";
"kPrinterSetupTitleKey"						= "Konfigurering av Bluetooth-skriver";
"kHeadsetSetupTitleKey"						= "Konfigurering av Bluetooth-headset";

// Misc stuff.

"kAreYouSureYouWantToQuitKey"				= "Er du sikker på at du vil avslutte oppsettassistenten?";
"kAreYouSureYouWantToQuitExplanationKey"	= "Hvis du avslutter nå, må du gå gjennom oppsettassistenten igjen senere.";
"kUsersKeyboardKey"							= "%@s tastatur";
"kUsersMouseKey"							= "%@s mus";
"kUsersTrackpadKey"							= "%@s styreflate";
"kRootUsersKeyboardKey"						= "administratorens tastatur";
"kRootUsersMouseKey"						= "administratorens mus";

"kSetUpAnotherDeviceButtonKey"				= "Konfigurer annen enhet";
"kAdvancedPasskeyOptionsButtonKey"			= "Sikkerhetskodevalg…";
"kOtherKey"									= "Annet";
"kGenericKey"								= "Generisk";

// Buttons.

"kOKButtonKey"								= "OK";
"kOpeniSyncButtonKey"						= "Åpne iSync";
"kCancelButtonKey"							= "Avbryt";
"kContinueButtonKey"						= "Fortsett";
"kIgnoreButtonKey"							= "Ignorer";
"kSkipButtonKey"							= "Hopp over";
"kQuitButtonKey"							= "Avslutt";
"kNeedAuthenticationTitleKey"				= "Du må oppgi et administratorpassord før de angitte endringene kan utføres.";
"kNeedAuthenticationExplanationKey"			= "Hvis du vil endre innstillingene for Internett-tilgang, må du ha administratortilgang til denne maskinen. Fjern markeringen for denne innstillingen, eller klikk på Fortsett for å prøve på nytt.";

// Device types.

"kMobilePhoneCapsKey"						= "Mobiltelefon";
"kMobilePhonesCapsKey"						= "Mobiltelefoner";
"kMobilePhoneKey"							= "mobiltelefonen";
"kMobilePhonesKey"							= "mobiltelefoner";
"kDeviceKey"								= "Enhet";
"kDevicesKey"								= "Enheter";
"kMouseKey"									= "Mus";
"kTrackpadKey"								= "Styreflate";
"kMiceKey"									= "Mus";
"kKeyboardKey"								= "Tastatur";
"kKeyboardsKey"								= "Tastaturer";
"kPrinterKey"								= "Skriver";
"kPrintersKey"								= "Skrivere";
"kHeadsetKey"								= "Headset";
"kHeadphonesKey"							= "Hodetelefoner";
"kHeadsetsKey"								= "Headset";
"kComputerKey"								= "Datamaskin";
"kComputersKey"								= "Datamaskiner";
"kPDAKey"									= "Håndholdt enhet";
"kLANAccessPointKey"						= "LAN-tilgangspunkt";
"kTypeKey"									= "Type";

// Services panel

"kServicesPanel_DeviceNameKey"				= "Enhetens navn: ";
"kServicesPanel_DeviceAddressKey"			= "Enhetens adresse: ";
"kServicesPanel_DeviceTypeKey"				= "Enhetstype: ";
"kServicesPanel_DeviceServicesKey"			= "Enhetstjenester: ";

"kSetupServicesPanel_PhoneTitleKey"			= "Velg tjenestene du vil bruke med mobiltelefonen:";
"kSetupServicesPanel_DeviceTitleKey"		= "Velg tjenestene du vil bruke med enheten:";

"kSetupServicesPanel_ConfiguringServicesKey"		=	"Konfigurerer tjenester…";

"kServicesPanel_GatheringInformationTitleKey"		=	"Henter informasjon om enheten";
"kServicesPanel_GatheringInformationExplanationKey"	=	"Datamaskinen må ha informasjon om enheten for å kunne avgjøre hvordan den kan kommunisere med den. Dette tar kun noen sekunder.";
"kServicesPanel_GatheringInformationUnknownErrorKey"=	"Det oppsto en ukjent feil ved henting av informasjon om enheten. Forsikre deg om at enheten er innenfor maskinens rekkevidde, er slått på og i «søkbar»-modus. Når du er klar, klikker du på Fortsett for å prøve på nytt.";
"kServicesPanel_GatheringInformationSDPErrorKey"	=	"Det oppsto en feil ved henting av tilgjengelige tjenester på enheten. Forsikre deg om at enheten er innenfor maskinens rekkevidde, er slått på og i «søkbar»-modus. Når du er klar, klikker du på Fortsett for å prøve på nytt.";
"kServicesPanel_GatheringInformationStatusKey"		=	"Henter ytterligere informasjon om enheten…";
"kServicesPanel_GatheringInformationSuccessKey"		=	"Innsamling av tilleggsinformasjon er fullført.";

// Intro Panel.

"kWelcomeToTheSetUpAssistantKey"			= "Velkommen til Bluetooth-oppsettassistent.";
"kWelcomeMachineHasBluetoothKey"			= "Marker enheten når den vises i listen, og klikk på Fortsett. Hvis enheten ikke vises i listen, kontrollerer du at den er i «søkbar»-modus. Du finner mer informasjon i dokumentasjonen som fulgte med enheten.";
"kWelcomeMachineDoesNotHaveBluetoothKey"	= "Nødvendig Bluetooth-maskinvare eller -programvare ble ikke funnet på denne maskinen. Hvis du nettopp har installert Bluetooth-maskinvare, kontrollerer du at den er riktig installert.\n\nNår du har kontrollert at maskinvaren er riktig installert, kan du fortsette.";

//============================== Discovery Panel =============================//

// Discovery Panel (General)

"kDiscovery_Gen_ErrorOccurredSearchingKey"					= "Det oppsto en feil under søket.";
"kDiscovery_Gen_UpdatingDeviceNamesSingleKey"				= "Oppdaterer enhetsnavn…";
"kDiscovery_Gen_UpdatingDeviceNamesMultipleKey"				= "Oppdaterer %@ enhetsnavn…";

// Mouse HID (HIDless) panel

"kHIDLess_MouseInstructionTextKey"							= "Mus er ikke koblet til.";
"kHIDLess_MouseSmallInstructionTextKey"						= "Bluetooth-oppsettassistenten søker etter en Bluetooth-mus. Hvis det blir funnet en, kobles den sammen med datamaskinen. Kontroller kablene hvis du skal bruke USB-mus.\n\nHvis du prøver å bruke en Bluetooth-mus og den ikke blir funnet, kontrollerer du at den er slått på og «søkbar». Du slår på en trådløs Apple-mus ved å skyve på bryteren under på musen. Hvis du prøver å bruke en trådløs mus som ikke er fra Apple, ser du i dokumentasjonen som fulgte med den musen.";
"kHIDLess_MouseAttemptingToConnectTextKey"					= "Forsøker å opprette forbindelse til mus nr. %@ (%@)…";
"kHIDLess_MouseClickContinueButtonTextKey"					= "Sammenkoblingen med en mus var vellykket. Hvis du vil godta sammenkoblingen, bruker du musen til å klikke på Fortsett. Hvis musen ikke kan brukes til å bevege pekeren og det er en annen trådløs mus tilgjengelig, kan det hende at datamaskinen prøver å koble til den andre musen.\n\nBluetooth-oppsettassistenten prøver å koble til musen igjen om %@ sekunder.";
"kHIDLess_MouseClickContinueButton2TextKey"					= "Sammenkoblingen med en mus var vellykket. Hvis du vil godta sammenkoblingen, bruker du musen til å klikke på Fortsett. Hvis musen ikke kan brukes til å bevege pekeren og det er en annen trådløs mus eller styreflate tilgjengelig, kan det hende at datamaskinen prøver å koble til den andre trådløse musen eller styreflaten.\n\nDatamaskinen prøver å koble til musen igjen om %@ sekunder.";
"kHIDLess_MouseWaitingForPairingAckTextKey"					= "Klikk på Fortsett (%@ sekunder)…";
"kHIDLess_MousePairingFailed1TextKey"						= "Maskinen kunne ikke utføre sammenkobling med musen. Maskinen prøver igjen med samme mus om 5 sekunder…";
"kHIDLess_MousePairingFailed2TextKey"						= "Maskinen kunne ikke utføre sammenkobling med musen. Utfører sammenkobling med neste trådløse mus eller styreflate…";


// Mouse or Trackpad HID (HIDless) panel
"kHIDLess_MouseTrackpadInstructionTextKey"					= "Ingen trådløs mus eller styreflate er tilkoblet.";
"kHIDLess_MouseTrackpadSmallInstructionTextKey"				= "Søker etter en trådløs mus eller styreflate. Hvis det blir funnet en, kobles den sammen med datamaskinen. Kontroller kablene hvis du skal bruke USB-mus.\n\nHvis du prøver å bruke en trådløs mus eller styreflate og den ikke blir funnet, kontrollerer du at den er slått på og «søkbar». Hvis du bruker en trådløs Apple-mus eller styreflate, slår du den på. Hvis du prøver å bruke en trådløs mus eller styreflate som ikke er fra Apple, ser du i dokumentasjonen som fulgte med den musen eller styreflaten.";
"kHIDLess_TrackpadAttemptingToConnectTextKey"				= "Forsøker å opprette forbindelse til styreflate nr. %@ (%@)…";
"kHIDLess_TrackpadClickContinueButtonTextKey"				= "Sammenkoblingen med en styreflate var vellykket. Hvis du vil godta sammenkoblingen, bruker du styreflaten til å klikke på Fortsett. Hvis styreflaten ikke kan brukes til å bevege pekeren og det er en annen trådløs mus eller styreflate tilgjengelig, kan det hende at datamaskinen prøver å koble til den andre trådløse musen eller styreflaten.\n\nDatamaskinen prøver å koble til styreflaten igjen om %@ sekunder.";
"kHIDLess_TrackpadPairingFailed1TextKey"					= "Maskinen kunne ikke utføre sammenkobling med styreflaten. Maskinen prøver igjen med samme styreflate om 5 sekunder…";
"kHIDLess_TrackpadPairingFailed2TextKey"					= "Maskinen kunne ikke utføre sammenkobling med styreflaten. Utfører sammenkobling med neste trådløse mus eller styreflate…";


// Keyboard HID (HIDless) panel

"kHIDLess_KeyboardInstructionTextKey"						= "Ingen trådløse tastaturer er tilkoblet.";
"kHIDLess_KeyboardSmallInstructionDiscoveringTextKey"		= "Bluetooth-oppsettassistenten søker etter et Bluetooth-tastatur. Hvis det blir funnet et, kobles det sammen med datamaskinen. Kontroller kablene hvis du skal bruke USB-tastatur.\n\nHvis du prøver å bruke et Bluetooth-tastatur og det ikke blir funnet, kontrollerer du at det er slått på og «søkbart». Hvis du bruker et trådløst Apple-tastatur, slår du det på. Hvis du prøver å bruke et trådløst tastatur som ikke er fra Apple, ser du i dokumentasjonen som fulgte med det tastaturet.";
"kHIDLess_KeyboardSmallInstructionDiscovering2TextKey"		= "Søker etter et trådløst tastatur. Hvis det blir funnet et, kobles det sammen med datamaskinen. Kontroller kablene hvis du skal bruke USB-tastatur.\n\nHvis du prøver å bruke et trådløst tastatur og det ikke blir funnet, kontrollerer du at det er slått på og «søkbart». Hvis du bruker et trådløst Apple-tastatur, slår du det på. Hvis du prøver å bruke et trådløst tastatur som ikke er fra Apple, ser du i dokumentasjonen som fulgte med det tastaturet.";
"kHIDLess_KeyboardSmallInstructionPairingTextKey"			= "Skriv inn følgende sikkerhetskode på tastaturet du konfigurerer, og trykk deretter på returtasten:\n\n\n\n\n\nNår du har skrevet inn sikkerhetskoden på tastaturet, blir sammenkoblingsprosessen fullført.";
"kHIDLess_KeyboardAttemptingToConnectTextKey"				= "Forsøker å opprette forbindelse til tastatur nr. %@ (%@)…";
"kHIDLess_KeyboardConnectedTextKey"							= "Forbindelse opprettet med tastatur nr. %@ (%@).";
"kHIDLess_KeyboardTypeContinueButtonTextKey"				= "Sammenkoblingen med tastaturet var vellykket.\n\nTrykk på returtasten på tastaturet når du er klar til å fortsette.";
"kHIDLess_KeyboardPairingAuthenticationFailedTextKey"		= "Det har oppstått en godkjenningsfeil. Sikkerhetskodene er ikke like.";
"kHIDLess_KeyboardPairingTimeoutTextKey"					= "Det har oppstått en tidsavbruddfeil. Skriv inn sikkerhetskoden, og trykk på returtasten.";
"kHIDLess_KeyboardPairingAuthenticationFailed2TextKey"		= "Maskinen kunne ikke utføre sammenkobling med tastaturet. Maskinen prøver igjen med samme tastatur om 5 sekunder…";
"kHIDLess_KeyboardPairingFailedTextKey"						= "Maskinen kunne ikke utføre sammenkobling med tastaturet. Maskinen prøver igjen om 5 sekunder…";

//============================== Pair Panel =============================//

"kDiscovery_Device_YouMustFindAndSelectBeforeContinuingKey"	= "Du må finne og markere en enhet i listen før du fortsetter.";
"kDiscovery_Device_NoDeviceSelectedKey"						= "Ingen enhet valgt.";

"kPair_Mouse_PairingAttemptSucceededKey"		= "Sammenkobling mellom datamaskinen og musen er utført.";
"kPair_Trackpad_PairingAttemptSucceededKey"		= "Sammenkobling mellom datamaskinen og styreflaten er utført.";
"kPair_Keyboard_PairingAttemptSucceededKey"		= "Sammenkobling mellom datamaskinen og tastaturet er utført.";

// Pair Panel (General).

"kPair_General_NoDeviceStringKey"				= "Feil: Ingen enhet ble valgt i det forrige panelet.";
"kPair_General_PairingAttemptToPairKey"			= "Forsøker å utføre sammenkobling med «%@».";
"kPair_General_ConnectingToDeviceKey"			= "Kobler til «%@».";
"kPair_General_ConnectionEstablishedKey"		= "Forbindelse opprettet.";

// Discovery Panel (mice)

"kDiscovery_Mouse_SearchingForDevicesKey"					= "Søker etter mus – %@ ble funnet.";
"kDiscovery_Mouse_YouMustFindAndSelectBeforeContinuingKey"	= "Du må finne og markere en mus i listen før du fortsetter.";
"kDiscovery_Mouse_NoDeviceSelectedKey"						= "Ingen mus er valgt.";
"kDiscovery_Mouse_SmallInstructionTextKey"					= "Marker musen når den vises i listen, og klikk på Fortsett. Hvis musen ikke vises i listen, kontrollerer du at den er «søkbar». Hvis du bruker en trådløs Apple-mus, slår du den på ved å skyve på bryteren på undersiden.";
"kDiscovery_Mouse_NoFoundDevicesSoFarKey"					= "Det ble ikke funnet noen mus. Kontroller at musen er i «søkbar»-modus.";
"kDiscovery_Mouse_BigInstructionTextKey"					= "Søker etter mus";

// Discovery Panel (mice/trackpads)
"kDiscovery_Mouse_Trackpad_SearchingForDevicesKey"			= "Søker etter trådløse mus eller styreflater – %@ ble funnet.";
"kDiscovery_Mouse_Trackpad_NoFoundDevicesSoFarKey"			= "Det ble ikke funnet noen trådløs mus eller styreflate. Kontroller at den trådløse musen eller styreflaten er «søkbar».";


// Discovery Panel (keyboards)

"kDiscovery_Keyboard_SearchingForDevicesKey"					= "Søker etter tastaturer – %@ ble funnet.";
"kDiscovery_Keyboard_YouMustFindAndSelectBeforeContinuingKey"	= "Du må finne og markere et tastatur i listen før du fortsetter.";
"kDiscovery_Keyboard_NoDeviceSelectedKey"						= "Ingen tastaturer et valgt.";
"kDiscovery_Keyboard_SmallInstructionTextKey"					= "Marker tastaturet når det vises i listen, og klikk på Fortsett. Hvis tastaturet ikke vises i listen, kontrollerer du at det er «søkbart». Slå på tastaturet hvis du bruker et trådløst Apple-tastatur.";
"kDiscovery_Keyboard_NoFoundDevicesSoFarKey"					= "Det ble ikke funnet noe tastatur. Kontroller at tastaturet er i «søkbar»-modus.";
"kDiscovery_Keyboard_BigInstructionTextKey"						= "Søker etter tastatur";


// Pair Panel (SSP Numeric Comparison).

"kPair_SSPNumCmp_StatusExplanationTextKey"		= "Hvis du vil fortsette sammenkoblingen, forsikrer du deg om at tallet nedenfor vises på enheten som sammenkobles.";
"kPair_SSPNumCmp_StatusTextKey"					= "Hvis dette tallet vises på den andre enheten, klikker du på Fortsett for å fullføre sammenkoblingsprosessen. Hvis ikke, klikker du på Gå tilbake for å prøve igjen.";

// Pair Panel (SSP Passkey Notification).

"kPair_SSPPassNotif_StatusExplanationTextKey"	= "Hvis du vil fortsette sammenkoblingen, skriver du inn tallet nedenfor og trykker på returtasten på enheten som sammenkobles.";

// Pair Panel (Other Devices).

"kPair_Device_BigTitleTextKey"					= "Utfører sammenkobling med Bluetooth-enheten";
"kPair_Device_InstructionTextKey"				= "Det er mulig at enheten ber deg om å oppgi en sikkerhetskode. Kontroller at enheten er klar for sikkerhetskoden. Når enheten er klar, oppgir du følgende sikkerhetskode:\n\n\n\n\nNår du har oppgitt sikkerhetskoden på enheten, blir sammenkoblingsprosessen fullført.";
"kPair_Device_ClickContinueToSetupKey"			= "Klikk på Fortsett for å konfigurere tjenestene som er tilgjengelig på enheten.";
"kPair_Device_PairingAttemptFailed1Key"			= "Kan ikke utføre sammenkobling med enheten. Klikk på Fortsett for å prøve igjen.";
"kPair_Device_PairingAttemptFailed2Key"			= "Sammenkoblingsforsøket var mislykket. Kontroller at enheten er innenfor maskinens rekkevidde, slått på og i «søkbar»-modus. Når du er klar, klikker du på Fortsett og prøver igjen.";
"kPair_Device_PairingAttemptFailed3Key"			= "Sammenkoblingsforsøket var mislykket. Hvis du bruker en sikkerhetskode, forsikrer du deg om at du skriver den inn riktig på enheten. Når du er klar, klikker du på Fortsett og prøver igjen.";
"kPair_Device_PairingAttemptFailed18Key"		= "Sammenkoblingsforsøket mislyktes. Enheten avviser sammenkoblingsforsøket. Se i håndboken som fulgte med enheten. Når du er klar, klikker du på Fortsett og prøver igjen.";
"kPair_Device_PairingAttemptSucceededKey"		= "Sammenkobling mellom datamaskinen og enheten er utført.";
"kPair_Device_AlreadyPairedKey"					= "Maskinen er allerede sammenkoblet med enheten.";
"kPair_Device_GatheringServiceInformationKey"	= "Henter tjenesteinformasjon om enheten.";
"kPair_Device_GatheringInformationKey"			= "Samler tilleggsinformasjon om enheten.";
"kPair_Device_EmptyPasskeyInstructionTextKey"	= "Datamaskinen bruker en tom sikkerhetskode for å utføre en sammenkobling med enheten.";

//============================== Dial up Panel =============================//

"kDialupErrorSavingNetworkTitleTextKey"			= "Kunne ikke arkivere nettverksinnstillingene.";
"kDialupErrorSavingNetworkExplanationTextKey"	= "Bluetooth-nettverksinnstillingene kunne ikke arkiveres.";
"kDialupErrorSavingSerialTitleTextKey"			= "Kunne ikke arkivere nettverksinnstillingene.";
"kDialupErrorSavingSerialExplanationTextKey" 	= "Kunne ikke arkivere endringene i nettverkskonfigurasjonen.";

//============================== Internet Access Panel =============================//

"kInternetAccess_InstructionTitleKey"				= "Hvis du vil bruke enheten for tilgang til Internett, må du oppgi følgende informasjon.";
"kInternetAccess_UserNameTextFieldLabelKey"			= "Brukernavn:";
"kInternetAccess_PasswordTextFieldLabelKey"			= "Passord:";
"kInternetAccess_APNTextFieldLabelKey"				= "APN:";
"kInternetAccess_PhoneNumberTextFieldLabelKey"		= "Telefonnummer:";
"kInternetAccess_GPRSExampleKey"					= "Eksempel: *99*123456789#";
"kInternetAccess_NoBluetoothNetworkInterfaceKey"	= "Bluetooth-oppsettassistent kan ikke konfigurere enheten som et modem for oppringt tilkobling fordi Bluetooth-grensesnittet ikke er tilgjengelig. Åpne Nettverk-valgpanelet for å legge det til.";

//============================== conclusion Panel =============================//

"kCheckMarkCharacterKey"							= "√";
"kBulletCharacterKey"								= "•";
"kConclusionPanelUseISyncKey"						= "Bruk iSync til å overføre kontakter og hendelser";
"kConclusionPanelUseFileTransferKey"				= "Bruk til å overføre filer";
"kConclusionPanelUseAddressBookKey"					= "Bruk med Adressebok";
"kConclusionPanelUseAsHIDDeviceKey"					= "Bruk som inndataenhet for denne maskinen";
"kConclusionPanelUseInternetKey"					= "Internett-tilgang";
"kConclusionPanelUseSerialPortKey"					= "Det ble opprettet en serieport";
"kConclusionPanelUseAsPANDeviceKey"					= "Bruk som PAN (Personal Area Network)";
"kConclusionPanelUseAsAudioOutputKey"				= "Bruk som lyd ut-enhet";
"kConclusionPanelUseAsAudioInputKey"				= "Bruk som lyd inn-enhet";
"kConclusionPanelDevicePairedKey"					= "Sammenkoblingen var vellykket";
"kConclusionPanelNoSupportedServicesWereFoundKey"	= "Ingen tjenester som støttes, ble funnet på denne enheten.";
"kConclusionPanelFailedNoServicesTitleKey"			= "Bluetooth-enheten ble ikke konfigurert med datamaskinen.";

//============================== General conclusion Panel =============================//

"kConclusionPanelPhoneSummaryTitleKey"		= "Datamaskinen og mobiltelefonen er konfigurert slik:";
"kConclusionPanelDeviceSummaryTitleKey"		= "Datamaskinen og enheten er konfigurert slik:";

"kConclusionPanelMobilePhoneSetupKey"		= "Gratulerer! Mobiltelefonen er nå konfigurert til å bruke datamaskinens Bluetooth-funksjoner.";
"kConclusionPanelKeyboardSetupKey"			= "Gratulerer! Datamaskinen er nå konfigurert for å bruke Bluetooth-tastatur.";
"kConclusionPanelMouseSetupKey"				= "Gratulerer! Datamaskinen er nå konfigurert for å bruke Bluetooth-mus.";
"kConclusionPanelTrackpadSetupKey"			= "Gratulerer! Datamaskinen er nå konfigurert for å bruke Bluetooth-styreflaten.";	
"kConclusionPanelOtherDeviceKey"			= "Gratulerer! Datamaskinen er nå konfigurert for å bruke Bluetooth-enhten.";
"kConclusionPanelKeyboardAndMouseKey"		= "Gratulerer! Datamaskinen er nå konfigurert for å bruke Bluetooth-tastatur og -mus.";
"kConclusionPanelPrinterSetupKey"			= "Gratulerer! Datamaskinen er nå konfigurert for å bruke Bluetooth-skriveren.";
"kConclusionPanelHeadsetSetupKey"			= "Gratulerer! Datamaskinen er nå konfigurert for å bruke Bluetooth-headsettet.";
"kConclusionPanelAppleHeadsetSetupKey"		= "Gratulerer! Datamaskinen er nå konfigurert for å bruke iPhone Bluetooth-headsettet.";
"kConclusionPanelAppleiPhoneSetupKey"		= "Gratulerer! Datamaskinen er nå konfigurert for å bruke iPhone-enheten.";
"kConclusionPanelMouseSetupSkippedKey"		= "En mus er koblet til maskinen. Det er ikke lenger nødvendig å opprette en Bluetooth-forbindelse.";
"kConclusionPanelMouseTrackpadSetupSkippedKey"	= "En mus er koblet til maskinen. Det er ikke lenger nødvendig å konfigurere en Bluetooth-mus eller -styreflate.";
"kConclusionPanelKeyboardSetupSkippedKey"	= "Et tastatur er koblet til maskinen. Det er ikke lenger nødvendig å opprette en Bluetooth-forbindelse.";
"kConclusionPanelSetupInterruptedKey"		= "Klargjøringen av enheten ble avbrutt.";
"kConclusionPanelHeadsetsNotSupportedKey"	= "Oppsettassistenten kunne ikke konfigurere headsettet. Prøv å konfigurere det på nytt.";
"kConclusionPanelFailedSetupErrorKey"		= "Det oppsto en feil under konfigurering av enheten (0x%x). Prøv en gang til.";
"kConclusionPanelFailedNoServicesTextKey"	= "Ingen konfigurerbare tjenester ble funnet på enheten. Årsaken kan være at tjenester ikke er aktivert på enheten eller at enheten ikke tilbyr tjenester som må konfigureres av datamaskinen. Du finner mer informasjon i dokumentasjonen som fulgte med enheten.";
"kConclusionPanelNoServicesConfiguredTextKey"	= "Ingen av de tilgjengelige tjenestene ble konfigurert for Bluetooth-enheten.";
"kConclusionPanelUseAssistantAgainToChangeKey"	= "Hvis du vil endre noen av disse innstillingene, starter du oppsettassistenten på nytt.";


